Repository: xcv58/MacTools
Catalog: Plugins/XcodeClean/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# category.archives.summary
source: 已发布构建的归档与 dSYM，谨慎清理
ar: أرشيفات وملفات dSYM للإصدارات المنشورة. نظّف بحذر.
de: Archive und dSYM veröffentlichter Builds. Vorsichtig bereinigen.
en: Released build archives and dSYM files. Clean with care.
es: Archivos y dSYM de compilaciones publicadas. Límpialos con cuidado.
fr: Archives et dSYM des builds publiés. Nettoyer avec prudence.
ja: リリース済みビルドのアーカイブと dSYM。慎重に削除してください。
ko: 릴리스된 빌드의 아카이브 및 dSYM입니다. 신중하게 정리하세요.
pt: Arquivos e dSYM de builds publicados. Limpe com cuidado.
ru: Архивы и dSYM выпущенных сборок. Очищайте осторожно.
tr: Yayınlanmış derleme arşivleri ve dSYM dosyaları. Temizlerken dikkatli olun.
zh_hant: 已發布建置的封存與 dSYM，謹慎清理

# category.archives.title
source: 归档
ar: الأرشيفات
de: Archive
en: Archives
es: Archivos
fr: Archives
ja: アーカイブ
ko: 아카이브
pt: Arquivos
ru: Архивы
tr: Arşivler
zh_hant: 封存

# category.derivedData.summary
source: 构建产物、索引与日志
ar: نواتج البناء المؤقتة والفهارس والسجلات
de: Build-Zwischenprodukte, Indizes und Protokolle
en: Build intermediates, indexes, and logs
es: Intermedios de compilación, índices y registros
fr: Intermédiaires de compilation, index et journaux
ja: ビルド中間生成物、インデックス、ログ
ko: 빌드 중간 산출물, 인덱스 및 로그
pt: Dados de compilação, índices e logs
ru: Промежуточные файлы сборки, индексы и журналы
tr: Derleme ara dosyaları, indeksler ve günlükler
zh_hant: 建置產物、索引與日誌

# category.deviceSupport.summary
source: 调试旧设备时下载的符号文件
ar: رموز تم تنزيلها لتصحيح أخطاء الأجهزة القديمة
de: Symbole zum Debuggen älterer Geräte
en: Symbols downloaded for debugging older devices
es: Símbolos descargados para depurar dispositivos antiguos
fr: Symboles téléchargés pour déboguer d’anciens appareils
ja: 古いデバイスのデバッグ用にダウンロードされたシンボル
ko: 이전 기기 디버깅용으로 다운로드한 심볼
pt: Símbolos baixados para depurar dispositivos antigos
ru: Символы, загруженные для отладки старых устройств
tr: Eski aygıtlarda hata ayıklamak için indirilen sembol dosyaları
zh_hant: 偵錯舊裝置時下載的符號檔案

# category.deviceSupport.title
source: 设备支持文件
ar: ملفات دعم الأجهزة
de: Geräteunterstützung
en: Device Support Files
es: Archivos de soporte de dispositivos
fr: Fichiers de prise en charge d’appareils
ja: デバイスサポートファイル
ko: 기기 지원 파일
pt: Arquivos de suporte de dispositivos
ru: Файлы поддержки устройств
tr: Aygıt Destek Dosyaları
zh_hant: 裝置支援檔案

# category.previews.summary
source: SwiftUI 预览渲染缓存
ar: ذاكرات عرض معاينات SwiftUI المؤقتة
de: Render-Caches für SwiftUI-Vorschauen
en: SwiftUI preview render caches
es: Cachés de renderizado de previsualizaciones SwiftUI
fr: Caches de rendu des aperçus SwiftUI
ja: SwiftUI プレビューのレンダリングキャッシュ
ko: SwiftUI 미리보기 렌더링 캐시
pt: Caches de renderização das pré-visualizações SwiftUI
ru: Кэши рендеринга предпросмотров SwiftUI
tr: SwiftUI önizleme işleme önbellekleri
zh_hant: SwiftUI 預覽渲染快取

# category.previews.title
source: 预览缓存
ar: ذاكرات المعاينة المؤقتة
de: Vorschau-Caches
en: Preview Caches
es: Cachés de previsualización
fr: Caches d’aperçu
ja: プレビューキャッシュ
ko: 미리보기 캐시
pt: Caches de pré-visualização
ru: Кэши предпросмотра
tr: Önizleme Önbellekleri
zh_hant: 預覽快取

# category.simulatorCaches.summary
source: 模拟器运行时缓存，不影响已创建的模拟器
ar: ذاكرات تشغيل المحاكي المؤقتة. لن تتأثر المحاكيات الحالية.
de: Laufzeit-Caches des Simulators. Vorhandene Simulatoren sind nicht betroffen.
en: Simulator runtime caches. Existing simulators are not affected.
es: Cachés de ejecución del simulador. No afectan a los simuladores existentes.
fr: Caches d’exécution du simulateur. Les simulateurs existants ne sont pas affectés.
ja: シミュレータのランタイムキャッシュ。既存のシミュレータには影響しません。
ko: 시뮬레이터 런타임 캐시입니다. 기존 시뮬레이터에는 영향이 없습니다.
pt: Caches de tempo de execução do simulador. Simuladores existentes não são afetados.
ru: Кэши среды симулятора. Существующие симуляторы не затрагиваются.
tr: Simulator çalışma zamanı önbellekleri. Var olan simülatörler etkilenmez.
zh_hant: 模擬器執行階段快取，不影響已建立的模擬器

# category.simulatorCaches.title
source: 模拟器缓存
ar: ذاكرات المحاكي المؤقتة
de: Simulator-Caches
en: Simulator Caches
es: Cachés del simulador
fr: Caches du simulateur
ja: シミュレータキャッシュ
ko: 시뮬레이터 캐시
pt: Caches do simulador
ru: Кэши симулятора
tr: Simulator Önbellekleri
zh_hant: 模擬器快取

# category.xcodeAppCaches.summary
source: Xcode 会话与界面状态缓存
ar: ذاكرات جلسة Xcode وحالة الواجهة المؤقتة
de: Caches für Xcode-Sitzung und UI-Status
en: Xcode session and UI state caches
es: Cachés de sesión y estado de interfaz de Xcode
fr: Caches de session et d’état d’interface de Xcode
ja: Xcode のセッションと UI 状態のキャッシュ
ko: Xcode 세션 및 UI 상태 캐시
pt: Caches de sessão e estado da interface do Xcode
ru: Кэши сеанса и состояния интерфейса Xcode
tr: Xcode oturum ve arayüz durumu önbellekleri
zh_hant: Xcode 工作階段與介面狀態快取

# category.xcodeAppCaches.title
source: Xcode 应用缓存
ar: ذاكرات تطبيق Xcode المؤقتة
de: Xcode-App-Caches
en: Xcode App Caches
es: Cachés de la app Xcode
fr: Caches de l’app Xcode
ja: Xcode アプリキャッシュ
ko: Xcode 앱 캐시
pt: Caches do app Xcode
ru: Кэши приложения Xcode
tr: Xcode Uygulama Önbellekleri
zh_hant: Xcode 應用程式快取

# confirm.action.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# confirm.action.confirm
source: 清理 %d 项 · %@
ar: تنظيف %d عنصر · %@
de: Bereinigen: %d Objekte · %@
en: Clean %d items · %@
es: Limpiar %d elementos · %@
fr: Nettoyer %d éléments · %@
ja: クリーンアップ %d項目 · %@
ko: %d개 정리 · %@
pt: Limpar %d itens · %@
ru: Очистить %d объектов · %@
tr: %d Öğeyi Temizle · %@
zh_hant: 清理 %d 項 · %@

# confirm.action.deselectAll
source: 全不选
ar: إلغاء تحديد الكل
de: Auswahl aufheben
en: Deselect All
es: Anular selección
fr: Tout désélectionner
ja: すべて解除
ko: 전체 해제
pt: Desmarcar tudo
ru: Снять выбор
tr: Tümünün Seçimini Kaldır
zh_hant: 全部取消

# confirm.action.empty
source: 请选择要清理的项目
ar: اختر عناصر لتنظيفها
de: Zu bereinigende Objekte wählen
en: Choose items to clean
es: Selecciona elementos para limpiar
fr: Choisissez des éléments à nettoyer
ja: 項目を選択してください
ko: 정리할 항목 선택
pt: Escolha itens para limpar
ru: Выберите объекты для очистки
tr: Temizlenecek öğeleri seçin
zh_hant: 請選擇要清理的項目

# confirm.action.selectAll
source: 全选
ar: تحديد الكل
de: Alles auswählen
en: Select All
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
ko: 전체 선택
pt: Selecionar tudo
ru: Выбрать все
tr: Tümünü Seç
zh_hant: 全選

# confirm.itemCount
source: %d 项
ar: %d عنصر
de: %d Objekte
en: %d items
es: %d elementos
fr: %d éléments
ja: %d項目
ko: %d개
pt: %d itens
ru: %d объектов
tr: %d öğe
zh_hant: %d 項

# confirm.noItems
source: 没有可清理项目
ar: لا توجد عناصر قابلة للتنظيف
de: Keine bereinigbaren Objekte
en: No cleanable items
es: No hay elementos limpiables
fr: Aucun élément nettoyable
ja: クリーンアップ可能な項目はありません
ko: 정리할 항목 없음
pt: Não há itens limpáveis
ru: Нет объектов для очистки
tr: Temizlenecek öğe yok
zh_hant: 沒有可清理項目

# confirm.subtitle.selected
source: 已选 %d/%d 项 · %@
ar: المحدد %d/%d · %@
de: %d/%d ausgewählt · %@
en: Selected %d/%d · %@
es: Seleccionados %d/%d · %@
fr: %d/%d sélectionnés · %@
ja: %d/%d項目を選択 · %@
ko: %d/%d개 선택 · %@
pt: %d/%d selecionados · %@
ru: Выбрано %d/%d · %@
tr: %d/%d seçili · %@
zh_hant: 已選 %d/%d 項 · %@

# confirm.title
source: 确认清理 Xcode 缓存
ar: تأكيد تنظيف ذاكرات Xcode المؤقتة
de: Xcode-Cache-Bereinigung bestätigen
en: Confirm Xcode Cache Cleanup
es: Confirmar limpieza de cachés de Xcode
fr: Confirmer le nettoyage des caches Xcode
ja: Xcode キャッシュのクリーンアップ確認
ko: Xcode 캐시 정리 확인
pt: Confirmar limpeza dos caches do Xcode
ru: Подтвердите очистку кэшей Xcode
tr: Xcode Önbellek Temizliğini Onayla
zh_hant: 確認清理 Xcode 快取

# detail.action.clean
source: 清理
ar: تنظيف
de: Bereinigen
en: Clean
es: Limpiar
fr: Nettoyer
ja: クリーンアップ
ko: 정리
pt: Limpar
ru: Очистить
tr: Temizle

# detail.action.scan
source: 扫描
ar: فحص
de: Scannen
en: Scan
es: Analizar
fr: Analyser
ja: スキャン
ko: 스캔
pt: Verificar
ru: Сканировать
tr: Tara
zh_hant: 掃描

# detail.action.stop
source: 停止
ar: إيقاف
de: Stopp
en: Stop
es: Detener
fr: Arrêter
ko: 중지
pt: Parar
ru: Остановить
tr: Durdur

# detail.categories.title
source: 清理分类
ar: فئات التنظيف
de: Bereinigungskategorien
en: Cleanup Categories
es: Categorías de limpieza
fr: Catégories de nettoyage
ja: クリーンアップカテゴリ
ko: 정리 카테고리
pt: Categorias de limpeza
ru: Категории очистки
tr: Temizleme Kategorileri
zh_hant: 清理分類

# detail.itemCount
source: %d 项
ar: %d عنصر
de: %d Objekte
en: %d items
es: %d elementos
fr: %d éléments
ja: %d項目
ko: %d개
pt: %d itens
ru: %d объектов
tr: %d öğe
zh_hant: %d 項

# detail.risk.medium
source: 谨慎
ar: بحذر
de: Vorsicht
en: Careful
es: Cuidado
fr: Prudence
ja: 注意
ko: 주의
pt: Cuidado
ru: Осторожно
tr: Dikkat
zh_hant: 謹慎

# detail.safety.allowed
source: 允许清理
ar: قابل للتنظيف
de: Bereinigbar
en: Cleanable
es: Limpiable
fr: Nettoyable
ja: クリーンアップ可能
ko: 정리 가능
pt: Pode limpar
ru: Можно очистить
tr: Temizlenebilir
zh_hant: 可清理

# detail.safety.missing
source: 路径已不存在
ar: المسار لم يعد موجودًا
de: Pfad existiert nicht mehr
en: Path no longer exists
es: La ruta ya no existe
fr: Le chemin n’existe plus
ja: パスは存在しません
ko: 경로가 더 이상 없음
pt: O caminho não existe mais
ru: Путь больше не существует
tr: Yol artık mevcut değil
zh_hant: 路徑已不存在

# detail.safety.outsideAllowedRoot
source: 路径不在允许范围
ar: خارج المسارات المسموح بها
de: Außerhalb erlaubter Pfade
en: Outside allowed paths
es: Fuera de rutas permitidas
fr: Hors chemins autorisés
ja: 許可されたパス外
ko: 허용된 경로 밖
pt: Fora dos caminhos permitidos
ru: Вне разрешенных путей
tr: İzin verilen yolların dışında
zh_hant: 路徑不在允許範圍

# detail.safety.xcodeRunning
source: Xcode 运行中
ar: Xcode قيد التشغيل
de: Xcode läuft
en: Xcode is running
es: Xcode en ejecución
fr: Xcode est en cours
ja: Xcode 実行中
ko: Xcode 실행 중
pt: Xcode em execução
ru: Xcode запущен
tr: Xcode çalışıyor
zh_hant: Xcode 執行中

# detail.scanLog.empty
source: 扫描后会显示实时进度
ar: سيظهر التقدم هنا بعد الفحص
de: Fortschritt erscheint hier nach dem Scan
en: Live progress appears here after scanning
es: El progreso aparecerá aquí tras analizar
fr: La progression apparaîtra ici après l’analyse
ja: スキャン後に進行状況が表示されます
ko: 스캔 후 진행 상황이 여기에 표시됩니다
pt: O progresso aparecerá aqui após verificar
ru: Ход появится здесь после сканирования
tr: Tarama sonrasında canlı ilerleme burada görünür
zh_hant: 掃描後會顯示即時進度

# detail.scanLog.title
source: 扫描日志
ar: سجل الفحص
de: Scan-Protokoll
en: Scan Log
es: Registro de análisis
fr: Journal d’analyse
ja: スキャンログ
ko: 스캔 로그
pt: Registro da verificação
ru: Журнал сканирования
tr: Tarama Günlüğü
zh_hant: 掃描日誌

# detail.subtitle.cleanComplete
source: 清理完成
ar: اكتمل التنظيف
de: Bereinigung abgeschlossen
en: Cleanup complete
es: Limpieza completa
fr: Nettoyage terminé
ja: クリーンアップ完了
ko: 정리 완료
pt: Limpeza concluída
ru: Очистка завершена
tr: Temizleme tamamlandı

# detail.subtitle.cleaning
source: 正在清理…
ar: جارٍ التنظيف…
de: Bereinigung läuft…
en: Cleaning…
es: Limpiando…
fr: Nettoyage…
ja: クリーンアップ中…
ko: 정리 중…
pt: Limpando…
ru: Очистка…
tr: Temizleniyor…

# detail.subtitle.completed
source: 已释放 %@
ar: تم تحرير %@
de: %@ freigegeben
en: Released %@
es: Liberado %@
fr: %@ libérés
ja: %@ 解放
ko: %@ 확보됨
pt: Liberado %@
ru: Освобождено %@
tr: %@ alan serbest bırakıldı
zh_hant: 已釋放 %@

# detail.subtitle.idle
source: 选择分类后扫描
ar: اختر الفئات ثم افحص
de: Kategorien wählen und scannen
en: Select categories, then scan
es: Selecciona categorías y analiza
fr: Sélectionnez des catégories, puis analysez
ja: カテゴリを選択してスキャン
ko: 카테고리를 선택한 다음 스캔
pt: Selecione categorias e verifique
ru: Выберите категории и сканируйте
tr: Kategorileri seçin, ardından tarayın
zh_hant: 選擇分類後掃描

# detail.subtitle.scanComplete
source: 扫描完成
ar: اكتمل الفحص
de: Scan abgeschlossen
en: Scan complete
es: Análisis completo
fr: Analyse terminée
ja: スキャン完了
ko: 스캔 완료
pt: Verificação concluída
ru: Сканирование завершено
tr: Tarama tamamlandı
zh_hant: 掃描完成

# detail.subtitle.scanned
source: 已找到 %d 项可清理
ar: تم العثور على %d عنصر قابل للتنظيف
de: %d bereinigbare Objekte gefunden
en: Found %d cleanable items
es: Se encontraron %d elementos limpiables
fr: %d éléments nettoyables trouvés
ja: %d項目をクリーンアップ可能
ko: 정리 가능한 항목 %d개 발견
pt: Encontrados %d itens limpáveis
ru: Найдено %d для очистки
tr: %d temizlenebilir öğe bulundu
zh_hant: 已找到 %d 項可清理

# detail.subtitle.scanning
source: 正在扫描…
ar: جارٍ الفحص…
de: Scan läuft…
en: Scanning…
es: Analizando…
fr: Analyse…
ja: スキャン中…
ko: 스캔 중…
pt: Verificando…
ru: Сканирование…
tr: Taranıyor…
zh_hant: 正在掃描…

# detail.subtitle.stale
source: 选择已更改，请重新扫描
ar: تغير التحديد. افحص مرة أخرى.
de: Auswahl geändert. Erneut scannen.
en: Selection changed. Scan again.
es: La selección cambió. Analiza de nuevo.
fr: La sélection a changé. Relancez l’analyse.
ja: 選択が変更されました。再スキャンしてください。
ko: 선택이 변경되었습니다. 다시 스캔하세요.
pt: A seleção mudou. Verifique novamente.
ru: Выбор изменился. Сканируйте снова.
tr: Seçim değişti. Yeniden tarayın.
zh_hant: 選擇已更改，請重新掃描

# detail.subtitle.xcodeRunning
source: 请先退出 Xcode，再扫描或清理
ar: أغلق Xcode قبل الفحص أو التنظيف
de: Xcode vor Scan oder Bereinigung beenden
en: Quit Xcode before scanning or cleaning
es: Cierra Xcode antes de analizar o limpiar
fr: Quittez Xcode avant d’analyser ou nettoyer
ja: スキャンまたはクリーンアップの前に Xcode を終了してください
ko: 스캔 또는 정리 전에 Xcode를 종료하세요
pt: Feche o Xcode antes de verificar ou limpar
ru: Закройте Xcode перед сканированием или очисткой
tr: Taramadan veya temizlemeden önce Xcode'dan çıkın
zh_hant: 請先結束 Xcode，再掃描或清理

# detail.summary.cleanable
source: 可清理
ar: قابل للتنظيف
de: Bereinigbar
en: Cleanable
es: Limpiables
fr: Nettoyables
ja: クリーンアップ可能
ko: 정리 가능
pt: Limpáveis
ru: Можно очистить
tr: Temizlenebilir

# detail.summary.estimatedRelease
source: 预计释放
ar: تقديري
de: Geschätzt
en: Estimated
es: Estimado
fr: Estimé
ja: 見込み
ko: 예상
pt: Estimado
ru: Оценка
tr: Tahmini
zh_hant: 預計釋放

# detail.summary.failed
source: 失败
ar: فشل
de: Fehler
en: Failed
es: Errores
fr: Échecs
ja: 失敗
ko: 실패
pt: Falhas
ru: Ошибки
tr: Başarısız
zh_hant: 失敗

# detail.summary.protected
source: 已保护
ar: محمي
de: Geschützt
en: Protected
es: Con protección
fr: Protégés
ja: 保護済み
ko: 보호됨
pt: Protegidos
ru: Защищено
tr: Korumalı
zh_hant: 已保護

# detail.summary.released
source: 已释放
ar: تم تحريره
de: Freigegeben
en: Released
es: Liberado
fr: Libéré
ja: 解放済み
ko: 확보됨
pt: Liberado
ru: Освобождено
tr: Serbest bırakılan
zh_hant: 已釋放

# detail.summary.removed
source: 已删除
ar: محذوف
de: Entfernt
en: Removed
es: Eliminados
fr: Supprimés
ja: 削除済み
ko: 삭제됨
pt: Removidos
ru: Удалено
tr: Kaldırılan
zh_hant: 已刪除

# detail.summary.skipped
source: 已跳过
ar: متخطى
de: Übersprungen
en: Skipped
es: Omitidos
fr: Ignorés
ja: スキップ
ko: 건너뜀
pt: Ignorados
ru: Пропущено
tr: Atlanan
zh_hant: 已略過

# detail.title
source: Xcode 清理
ar: تنظيف Xcode
de: Xcode-Bereinigung
en: Xcode Cleanup
es: Limpieza de Xcode
fr: Nettoyage Xcode
ja: Xcode クリーンアップ
ko: Xcode 정리
pt: Limpeza do Xcode
ru: Очистка Xcode
tr: Xcode Temizleme

# detail.xcodeRunning.description
source: 请先退出 Xcode，避免影响正在进行的构建或索引。
ar: أغلق Xcode لتجنب التأثير على عمليات البناء أو الفهرسة النشطة.
de: Beenden Sie Xcode, damit aktive Builds oder Indizes nicht beeinträchtigt werden.
en: Quit Xcode to avoid affecting active builds or indexes.
es: Cierra Xcode para evitar afectar compilaciones o índices activos.
fr: Quittez Xcode pour éviter d’affecter les builds ou index actifs.
ja: 進行中のビルドやインデックス作成に影響しないよう、Xcode を終了してください。
ko: 진행 중인 빌드나 인덱스에 영향을 주지 않도록 Xcode를 종료하세요.
pt: Feche o Xcode para evitar afetar builds ou índices ativos.
ru: Закройте Xcode, чтобы не повлиять на активные сборки или индексы.
tr: Etkin derlemeleri veya indeksleri etkilememek için Xcode'dan çıkın.
zh_hant: 請先結束 Xcode，避免影響正在進行的建置或索引。

# detail.xcodeRunning.title
source: Xcode 当前正在运行
ar: Xcode قيد التشغيل
de: Xcode läuft
en: Xcode is running
es: Xcode en ejecución
fr: Xcode est en cours
ja: Xcode 実行中
ko: Xcode 실행 중
pt: Xcode em execução
ru: Xcode запущен
tr: Xcode çalışıyor
zh_hant: Xcode 目前正在執行

# fileSystemError.globFailed
source: 无法展开路径 %@（glob 状态 %d）
ar: تعذر توسيع المسار %@ (حالة glob %d)
de: Pfad %@ konnte nicht erweitert werden (glob-Status %d)
en: Could not expand path %@ (glob status %d)
es: No se pudo expandir la ruta %@ (estado glob %d)
fr: Impossible d’étendre le chemin %@ (état glob %d)
ja: パス %@ を展開できませんでした（glob ステータス %d）
ko: 경로 %@을(를) 확장할 수 없음(glob 상태 %d)
pt: Não foi possível expandir o caminho %@ (status glob %d)
ru: Не удалось развернуть путь %@ (статус glob %d)
tr: %@ yolu genişletilemedi (glob durumu %d)
zh_hant: 無法展開路徑 %@（glob 狀態 %d）

# metadata.description
source: 分类清理 Xcode DerivedData、设备支持、归档与缓存
ar: تنظيف DerivedData ودعم الأجهزة والأرشيفات وذاكرات Xcode المؤقتة حسب الفئة.
de: Xcode-DerivedData, Geräteunterstützung, Archive und Caches nach Kategorie bereinigen.
en: Clean Xcode DerivedData, device support files, archives, and caches by category.
es: Limpia DerivedData, soporte de dispositivos, archivos y cachés de Xcode por categoría.
fr: Nettoie DerivedData, la prise en charge d’appareils, les archives et les caches Xcode par catégorie.
ja: Xcode の DerivedData、デバイスサポート、アーカイブ、キャッシュをカテゴリ別に整理します。
ko: Xcode DerivedData, 기기 지원 파일, 아카이브 및 캐시를 분류별로 정리합니다.
pt: Limpa DerivedData, suporte de dispositivos, arquivos e caches do Xcode por categoria.
ru: Очищает DerivedData, файлы поддержки устройств, архивы и кэши Xcode по категориям.
tr: Xcode DerivedData, aygıt destek dosyaları, arşiv ve önbelleklerini kategoriye göre temizleyin.
zh_hant: 分類清理 Xcode DerivedData、裝置支援、封存與快取

# metadata.title
source: Xcode 清理
ar: تنظيف Xcode
de: Xcode-Bereinigung
en: Xcode Cleanup
es: Limpieza de Xcode
fr: Nettoyage Xcode
ja: Xcode クリーンアップ
ko: Xcode 정리
pt: Limpeza do Xcode
ru: Очистка Xcode
tr: Xcode Temizleme

# panel.action.clean
source: 清理
ar: تنظيف
de: Bereinigen
en: Clean
es: Limpiar
fr: Nettoyer
ja: クリーンアップ
ko: 정리
pt: Limpar
ru: Очистить
tr: Temizle

# panel.action.cleaning
source: 清理中…
ar: جارٍ التنظيف…
de: Bereinigung läuft…
en: Cleaning…
es: Limpiando…
fr: Nettoyage…
ja: クリーンアップ中…
ko: 정리 중…
pt: Limpando…
ru: Очистка…
tr: Temizleniyor…

# panel.action.scan
source: 扫描
ar: فحص
de: Scannen
en: Scan
es: Analizar
fr: Analyser
ja: スキャン
ko: 스캔
pt: Verificar
ru: Сканировать
tr: Tara
zh_hant: 掃描

# panel.action.scanning
source: 扫描中…
ar: جارٍ الفحص…
de: Scan läuft…
en: Scanning…
es: Analizando…
fr: Analyse…
ja: スキャン中…
ko: 스캔 중…
pt: Verificando…
ru: Сканирование…
tr: Taranıyor…
zh_hant: 掃描中…

# panel.action.stop
source: 停止
ar: إيقاف
de: Stopp
en: Stop
es: Detener
fr: Arrêter
ko: 중지
pt: Parar
ru: Остановить
tr: Durdur

# panel.subtitle.cleanComplete
source: 清理完成
ar: اكتمل التنظيف
de: Bereinigung abgeschlossen
en: Cleanup complete
es: Limpieza completa
fr: Nettoyage terminé
ja: クリーンアップ完了
ko: 정리 완료
pt: Limpeza concluída
ru: Очистка завершена
tr: Temizleme tamamlandı

# panel.subtitle.cleaning
source: 正在清理…
ar: جارٍ التنظيف…
de: Bereinigung läuft…
en: Cleaning…
es: Limpiando…
fr: Nettoyage…
ja: クリーンアップ中…
ko: 정리 중…
pt: Limpando…
ru: Очистка…
tr: Temizleniyor…

# panel.subtitle.completed
source: 已释放 %@
ar: تم تحرير %@
de: %@ freigegeben
en: Released %@
es: Liberado %@
fr: %@ libérés
ja: %@ 解放
ko: %@ 확보됨
pt: Liberado %@
ru: Освобождено %@
tr: %@ alan serbest bırakıldı
zh_hant: 已釋放 %@

# panel.subtitle.idle
source: 等待扫描
ar: بانتظار الفحص
de: Wartet auf Scan
en: Waiting to scan
es: Esperando análisis
fr: En attente d’analyse
ja: スキャン待機中
ko: 스캔 대기 중
pt: Aguardando verificação
ru: Ожидание сканирования
tr: Tarama bekleniyor
zh_hant: 等待掃描

# panel.subtitle.scanComplete
source: 扫描完成
ar: اكتمل الفحص
de: Scan abgeschlossen
en: Scan complete
es: Análisis completo
fr: Analyse terminée
ja: スキャン完了
ko: 스캔 완료
pt: Verificação concluída
ru: Сканирование завершено
tr: Tarama tamamlandı
zh_hant: 掃描完成

# panel.subtitle.scanned
source: %d 项，%@
ar: %d عنصر، %@
de: %d Objekte, %@
en: %d items, %@
es: %d elementos, %@
fr: %d éléments, %@
ja: %d項目、%@
ko: %d개, %@
pt: %d itens, %@
ru: %d объектов, %@
tr: %d öğe, %@
zh_hant: %d 項，%@

# panel.subtitle.scanning
source: 正在扫描…
ar: جارٍ الفحص…
de: Scan läuft…
en: Scanning…
es: Analizando…
fr: Analyse…
ja: スキャン中…
ko: 스캔 중…
pt: Verificando…
ru: Сканирование…
tr: Taranıyor…
zh_hant: 正在掃描…

# panel.subtitle.stale
source: 选择已更改，请重新扫描
ar: تغير التحديد. افحص مرة أخرى.
de: Auswahl geändert. Erneut scannen.
en: Selection changed. Scan again.
es: La selección cambió. Analiza de nuevo.
fr: La sélection a changé. Relancez l’analyse.
ja: 選択が変更されました。再スキャンしてください。
ko: 선택이 변경되었습니다. 다시 스캔하세요.
pt: A seleção mudou. Verifique novamente.
ru: Выбор изменился. Сканируйте снова.
tr: Seçim değişti. Yeniden tarayın.
zh_hant: 選擇已更改，請重新掃描

# panel.subtitle.xcodeRunning
source: 请先退出 Xcode
ar: أغلق Xcode أولًا
de: Xcode zuerst beenden
en: Quit Xcode first
es: Cierra Xcode primero
fr: Quittez d’abord Xcode
ja: 先に Xcode を終了
ko: 먼저 Xcode 종료
pt: Feche o Xcode primeiro
ru: Сначала закройте Xcode
tr: Önce Xcode'dan çıkın
zh_hant: 請先結束 Xcode

# scanLog.candidate.allowed
source: 可清理：%@
ar: قابل للتنظيف: %@
de: Bereinigbar: %@
en: Cleanable: %@
es: Limpiable: %@
fr: Nettoyable : %@
ja: クリーンアップ可能: %@
ko: 정리 가능: %@
pt: Pode limpar: %@
ru: Можно очистить: %@
tr: Temizlenebilir: %@

# scanLog.candidate.missing
source: 已不存在：%@
ar: لم يعد موجودًا: %@
de: Existiert nicht mehr: %@
en: No longer exists: %@
es: Ya no existe: %@
fr: N’existe plus : %@
ja: 存在しません: %@
ko: 더 이상 없음: %@
pt: Não existe mais: %@
ru: Больше не существует: %@
tr: Artık mevcut değil: %@

# scanLog.candidate.outsideAllowedRoot
source: 已拒绝越界路径：%@
ar: مرفوض خارج المسارات المسموح بها: %@
de: Außerhalb erlaubter Pfade abgelehnt: %@
en: Rejected outside allowed paths: %@
es: Rechazado fuera de rutas permitidas: %@
fr: Rejeté hors chemins autorisés : %@
ja: 許可されたパス外のため拒否: %@
ko: 허용된 경로 밖이라 거부됨: %@
pt: Rejeitado fora dos caminhos permitidos: %@
ru: Отклонено вне разрешенных путей: %@
tr: İzin verilen yolların dışında olduğu için reddedildi: %@
zh_hant: 已拒絕越界路徑：%@

# scanLog.candidate.xcodeRunning
source: Xcode 运行中：%@
ar: Xcode قيد التشغيل: %@
de: Xcode läuft: %@
en: Xcode is running: %@
es: Xcode en ejecución: %@
fr: Xcode est en cours : %@
ja: Xcode 実行中: %@
ko: Xcode 실행 중: %@
pt: Xcode em execução: %@
ru: Xcode запущен: %@
tr: Xcode çalışıyor: %@
zh_hant: Xcode 執行中：%@

# scanLog.category
source: 扫描：%@
ar: الفحص: %@
de: Scan: %@
en: Scanning: %@
es: Analizando: %@
fr: Analyse : %@
ja: スキャン: %@
ko: 스캔: %@
pt: Verificando: %@
ru: Сканирование: %@
tr: Taranıyor: %@
zh_hant: 掃描：%@

# scanLog.completed
source: 扫描完成：%d 项，%d 项可清理
ar: اكتمل الفحص: %d عنصر، %d قابل للتنظيف
de: Scan abgeschlossen: %d Objekte, %d bereinigbar
en: Scan complete: %d items, %d cleanable
es: Análisis completo: %d elementos, %d limpiables
fr: Analyse terminée : %d éléments, %d nettoyables
ja: スキャン完了: %d項目、%d項目をクリーンアップ可能
ko: 스캔 완료: %d개, 정리 가능 %d개
pt: Verificação concluída: %d itens, %d limpáveis
ru: Сканирование завершено: %d объектов, %d можно очистить
tr: Tarama tamamlandı: %d öğe, %d temizlenebilir
zh_hant: 掃描完成：%d 項，%d 項可清理

# scanLog.expanded
source: 展开 %@ → %d 项
ar: توسيع %@ → %d عنصر
de: %@ erweitert → %d Objekte
en: Expanded %@ → %d items
es: Expandido %@ → %d elementos
fr: %@ étendu → %d éléments
ja: %@ を展開 → %d項目
ko: %@ 확장 → %d개
pt: %@ expandido → %d itens
ru: Развернуто %@ → %d объектов
tr: %@ → %d öğe olarak genişletildi
zh_hant: 展開 %@ → %d 項

# scanLog.failed
source: 扫描失败：%@
ar: فشل الفحص: %@
de: Scan fehlgeschlagen: %@
en: Scan failed: %@
es: Error de análisis: %@
fr: Échec de l’analyse : %@
ja: スキャン失敗: %@
ko: 스캔 실패: %@
pt: Falha na verificação: %@
ru: Сканирование не удалось: %@
tr: Tarama başarısız oldu: %@
zh_hant: 掃描失敗：%@

# scanLog.started
source: 开始扫描：%@
ar: بدأ الفحص: %@
de: Scan gestartet: %@
en: Scan started: %@
es: Análisis iniciado: %@
fr: Analyse démarrée : %@
ja: スキャン開始: %@
ko: 스캔 시작: %@
pt: Verificação iniciada: %@
ru: Сканирование начато: %@
tr: Tarama başladı: %@
zh_hant: 開始掃描：%@

# scanLog.stopped
source: 扫描已停止
ar: توقف الفحص
de: Scan gestoppt
en: Scan stopped
es: Análisis detenido
fr: Analyse arrêtée
ja: スキャン停止
ko: 스캔 중지됨
pt: Verificação interrompida
ru: Сканирование остановлено
tr: Tarama durduruldu
zh_hant: 掃描已停止
